[
  {
    "author": "admin",
    "img": "https://static.wixstatic.com/media/b22d5cf8ac2f48ffa642dda31c17ed33.jpg/v1/fill/w_454,h_303,fp_0.50_0.50,q_90,enc_auto/b22d5cf8ac2f48ffa642dda31c17ed33.jpg",
    "title": "Finding your cup of tea",
    "lessContent": "Since this is your first time around, we recommend filling out our Tea Quiz. It will ask you a few questions about drinking, flavors, caffeine, and tea preferences (don't worry if you don't know - just choose surprise me!).",
    "content": "Since this is your first time around, we recommend filling out our Tea Quiz. It will ask you a few questions about drinking, flavors, caffeine, and tea preferences (don't worry if you don't know - just choose surprise me!). That will help you narrow down to just 6 teas to choose from. We highly recommend choosing a few in the 'Try It' size, typically about 7 cups, to get started."
  },

  {
    "author": "admin",
    "img": "https://static.wixstatic.com/media/c3632ef43bfd4ccca68b76f6904c51c3.jpg/v1/fill/w_454,h_301,fp_0.50_0.50,q_90,enc_auto/c3632ef43bfd4ccca68b76f6904c51c3.jpg",
    "title": "10 unknown facts about tea",
    "lessContent": "Tea is the second most widely consumed beverage in the world after water. It’s also one of the oldest. People were using ceramic teapots 11,000 years ago in Asia and the Middle Eas...",
    "content": "Tea is the second most widely consumed beverage in the world after water. It’s also one of the oldest. People were using ceramic teapots 11,000 years ago in Asia and the Middle East, although legend says tea was discovered in 2732 BC. Either way, tea has a long, interesting history, and its popularity continues to grow. Here are ten interesting facts about tea."
  },

  {
    "author": "admin",
    "img": "https://static.wixstatic.com/media/0995e5b287284dde85a299575f74a2fe.jpg/v1/fill/w_454,h_253,fp_0.50_0.50,q_90,enc_auto/0995e5b287284dde85a299575f74a2fe.jpg",
    "title": "The ancient secrets of green tea",
    "lessContent": "The Chinese have known about the medicinal benefits of green tea for over 4,000 years. But recent studies are just starting to unlock these ancient secrets of green tea.",
    "content": "The Chinese have known about the medicinal benefits of green tea for over 4,000 years. But recent studies are just starting to unlock these ancient secrets of green tea. Today, a great deal of research is being carried out about green tea health benefits and the findings are very exciting."
  },

  {
    "author": "admin",
    "img": "https://static.wixstatic.com/media/5e7d2ea14bb841b4ad61e1a43c4fdfad.jpg/v1/fill/w_454,h_301,fp_0.50_0.50,q_90,enc_auto/5e7d2ea14bb841b4ad61e1a43c4fdfad.jpg",
    "title": "The perfect recipe for tea time",
    "lessContent": "An elegant social event, the tradition of afternoon tea dates back to the 1840s in Britain. It's associated with Anna, the Duchess of Bedford...",
    "content": "An elegant social event, the tradition of afternoon tea dates back to the 1840s in Britain. It's associated with Anna, the Duchess of Bedford, who is said to have wanted to fill the long period of time between lunch and dinner with small bites and cups of tea. Over time, the tea party became a parade of pageantry, where hosts showed off their exquisite taste in the form of pricey teas and dainty finger foods."
  },

  {
    "author": "admin",
    "img": "https://static.wixstatic.com/media/f9b858b9a76e495792acb060f2992213.jpg/v1/fill/w_454,h_296,fp_0.50_0.50,q_90,enc_auto/f9b858b9a76e495792acb060f2992213.jpg",
    "title": "How to incorporate tea into your morning",
    "lessContent": "Tea can be a wonderful way to enhance your everyday wellness routine. Whether you’re looking to increase your immunity, drink more water...",
    "content": "Tea can be a wonderful way to enhance your everyday wellness routine. Whether you’re looking to increase your immunity, drink more water, get a better night’s sleep, or look and feel your best, tea may help you reach your goals. Keep reading to learn more about how to incorporate tea into your overall wellness routine now!"
  },

  {
    "author": "admin",
    "img": "https://static.wixstatic.com/media/b0fcc857ca004fee821c31fa692b6ad1.jpg/v1/fill/w_454,h_303,fp_0.50_0.50,q_90,enc_auto/b0fcc857ca004fee821c31fa692b6ad1.jpg",
    "title": "Tea Tasting & More",
    "lessContent": "We offer private tea tastings & tea parties for groups. We have shipped over 10,000 tea samples across hundreds of corporate events, bridal showers",
    "content": "We offer private tea tastings & tea parties for groups. We have shipped over 10,000 tea samples across hundreds of corporate events, bridal showers, conferences, summits, team-building, client appreciation, birthday parties, holiday parties, AAPI Month, and more event types - our customers range from Fortune 500 companies to small charitable organizations."
  }
]
